Repository: DalamudKr/ChatTwo
Catalog: ChatTwo/Resources/Language.*.resx
Languages: ro

# Options_HideChat_Name
source: Hide vanilla chat
ro: Ascunde chat-ul normal

# Options_HideChat_Description
source: Hide the in-game chat window when the plugin is active.
ro: Ascunde fereastra de chat a jocului atunci când pluginul este activ.

# Options_HideDuringCutscenes_Name
source: Hide chat during cutscenes
ro: Ascunde chat-ul pe durata cinematic-urilor

# Options_HideDuringCutscenes_Description
source: Hide {0} during cutscenes.
ro: Ascunde {0} pe durata cinematic-urilor.

# Options_NativeItemTooltips_Name
source: Show native item tooltips
ro: Afișează descrierea nativa a item-urilor

# Options_NativeItemTooltips_Description
source: Show in-game item tooltips when hovering over items in {0}.
ro: Afișează descrierea item-urilor din joc când cursorul este peste un item in {0}.

# Options_SidebarTabView_Name
source: Show tabs in a sidebar
ro: Afișează taburi într-o bara laterala

# Options_SidebarTabView_Description
source: Show tabs in {0} as a sidebar instead of a bar at the top.
ro: Afișează taburi in {0} ca o bara laterala in loc de o bara deasupra ferestrei.

# Options_PrettierTimestamps_Name
source: Use modern layout
ro: Folosește aspectul modern

# Options_PrettierTimestamps_Description
source: Display messages in a more modern style.
ro: Afișează mesajele într-un stil modern.

# Options_MoreCompactPretty_Name
source: More compact modern layout
ro: Aspect modern mai compact

# Options_MoreCompactPretty_Description
source: Reduce the spacing between messages.
ro: Reduce spațiul dintre mesaje.

# Options_ShowNoviceNetwork_Name
source: Show Novice Network join button
ro: Afișează butonul de alăturare la Novice Network

# Options_ShowNoviceNetwork_Description
source: Show the Novice Network join button next to the settings button if logged in as a mentor.
ro: Afișează butonul de alăturare la Novice Network lângă butonul de setări daca ești conectat ca un mentor.

# Options_FontSize_Name
source: Font size
ro: Dimensiunea textului

# Options_WindowOpacity_Name
source: Window opacity
ro: Opacitatea ferestrei

# Options_CanMove_Name
source: Allow moving chat
ro: Permite mutarea chat-ului

# Options_CanResize_Name
source: Allow resizing chat
ro: Permite redimensionarea chat-ului

# Options_ShowTitleBar_Name
source: Show title bar for chat
ro: Afișează bara de titlu pentru chat

# Options_Display_Tab
source: Display
ro: Afișaj

# Options_ChatColours_Tab
source: Chat colours
ro: Culori în chat

# Options_ChatColours_Reset
source: Reset to default
ro: Resetează la valorile implicite

# Options_ChatColours_Import
source: Import from game
ro: Importă din joc

# Options_Tabs_Tab
source: Tabs
ro: Taburi

# Options_Tabs_Add
source: Add
ro: Adaugă

# Options_Tabs_Delete
source: Delete
ro: Șterge

# Options_Tabs_MoveUp
source: Move up
ro: Mută în sus

# Options_Tabs_MoveDown
source: Move down
ro: Mută în jos

# Options_Tabs_Name
source: Name
ro: Nume

# Options_Tabs_ShowTimestamps
source: Show timestamps
ro: Afișează marcajele de timp

# Options_Tabs_UnreadMode
source: Unread mode
ro: Modul necitit

# Options_Tabs_NoInputChannel
source: <None>
ro: <Nimic>

# Options_Tabs_InputChannel
source: Input channel
ro: Canalul de comunicare

# Options_Tabs_Channels
source: Channels
ro: Canale

# UnreadMode_All_Tooltip
source: Always show unread indicators.
ro: Afișează întotdeauna indicatorii pentru mesajele necitite.

# UnreadMode_Unseen_Tooltip
source: Only show unread indicators for messages you haven't seen.
ro: Afișează indicatorii pentru mesajele necitite doar pentru mesajele pe care nu le-ai văzut.

# UnreadMode_None_Tooltip
source: Never show unread indicators.
ro: Nu arată indicatori pentru mesajele necitite.

# Tab_DefaultName
source: New tab
ro: Tab nou

# Settings_Kofi
source: Support {0} on Ko-fi
ro: Suportă {0} pe Ko-fi

# Settings_SaveAndClose
source: Save and close
ro: Salvează si închide

# Settings_Save
source: Save
ro: Salvează

# Settings_Discard
source: Discard
ro: Anulează

# Settings_Title
source: {0} settings
ro: Setări {0}

# ChatLog_SwitcherDisabled
source: Disabled for this tab.
ro: Dezactivat pentru acest tab.

# ChatLog_HideChat
source: Hide chat
ro: Ascunde chat-ul

# ChatLog_Tabs_MoveUp
source: Move up
ro: Mută în sus

# ChatLog_Tabs_MoveLeft
source: Move left
ro: Mută în stânga

# ChatLog_Tabs_MoveDown
source: Move down
ro: Mută în jos

# ChatLog_Tabs_MoveRight
source: Move right
ro: Mută în dreapta

# Options_Tabs_ChannelTypes_Chat
source: Chat
ro: Conversație

# Options_Tabs_ChannelTypes_Battle
source: Battle
ro: Luptă

# Options_Tabs_ChannelTypes_Announcements
source: Announcements
ro: Anunțuri

# UnreadMode_All
source: All
ro: Toate

# UnreadMode_Unseen
source: Unseen
ro: Nevăzut

# UnreadMode_None
source: None
ro: Niciunul

# ChatSource_Self
source: Self
ro: Propriu

# ChatSource_PartyMember
source: Party Member
ro: Membru al grupului

# ChatSource_AllianceMember
source: Alliance Member
ro: Membru al alianței

# ChatSource_Other
source: Other
ro: Altele

# ChatSource_EngagedEnemy
source: Engaged Enemy
ro: Inamic atacat

# ChatSource_UnengagedEnemy
source: Unengaged Enemy
ro: Inamic neatacat

# ChatSource_FriendlyNpc
source: Friendly NPC
ro: NPC prietenos

# ChatSource_SelfPet
source: Pet (Self)
ro: Pet (Propriu)

# ChatSource_PartyPet
source: Pet (Party)
ro: Pet (Grup)

# ChatSource_AlliancePet
source: Pet (Alliance member)
ro: Pet (Membru al alianței)

# ChatSource_OtherPet
source: Pet (Other)
ro: Pet (Altele)

# Options_JapaneseFont_Name
source: Japanese font
ro: Font japonez

# Options_Font_Description
source: The font {0} will use to display non-Japanese text.
ro: Fontul pe care {0} îl va folosii sa afișeze text non-japonez.

# Options_Font_Warning
source: Using certain system fonts may crash your game. You have been warned.
ro: Folosirea anumitor fonturi de sistem vă poate închide jocul. Ați fost avertizat.

# Options_JapaneseFont_Description
source: The font {0} will use to display Japanese text.
ro: Fontul care va fi folosit pentru a afișa textul japonez in {0}.

# Options_Fonts_Tab
source: Fonts
ro: Fonturi

# Options_SymbolsFontSize_Name
source: Symbols font size
ro: Dimensiunea fontului simbolurilor

# Options_JapaneseFontSize_Name
source: Japanese font size
ro: Dimensiunea fontului japonez

# Options_SymbolsFontSize_Description
source: The font size to use for game symbols.
ro: Dimensiunea fontului care va fi folosită pentru simbolurile jocului.

# ChatLog_Tabs_Delete
source: Delete tab
ro: Șterge tabul

# Options_HideWhenNotLoggedIn_Name
source: Hide when not logged in
ro: Ascunde când nu ești autentificat

# Options_HideWhenNotLoggedIn_Description
source: Hide {0} when you are not logged in to a character.
ro: Ascunde {0} când nu ești conectat la un caracter.

# Options_Tabs_Preset
source: Preset: {0}
ro: Presetare: {0}

# Tabs_Presets_Event
source: Event
ro: Eveniment

# Options_Tabs_NewTab
source: New tab
ro: Tab nou

# Options_About_Tab
source: About
ro: Despre

# Options_About_Opening
source: {0} is a project to completely recreate the in-game chat and make it even better.
ro: {0} este un proiect care recreează complet chat-ul din joc si îl îmbunătățește.

# Options_About_ClickUp
source: Click the button to the left to see what's being worked on and what's next.
ro: Apasă butonul din stânga pentru a vedea ce este in lucru si ce urmează.

# Options_About_CrowdIn
source: Click the button to the left to help translate {0}.
ro: Apasă butonul din stânga pentru a contribui la traducerea {0}.

# Options_About_Translators
source: Translators
ro: Traducători

# CommandHelpSide_None
source: None
ro: Niciunul

# CommandHelpSide_Left
source: Left
ro: Stânga

# CommandHelpSide_Right
source: Right
ro: Dreapta

# Options_CommandHelpSide_Name
source: Command help side
ro: Partea pentru ajutor la comenzi

# Options_CommandHelpSide_Description
source: The side of {0} to display help for commands on.
ro: Partea {0}-ului de afișare a ajutorului pentru comenzi.

# Options_HideWhenUiHidden_Name
source: Hide when game UI is hidden
ro: Ascunde când interfața jocului este ascunsă

# Options_HideWhenUiHidden_Description
source: Hide {0} when the game UI is hidden.
ro: Ascunde {0} atunci când interfața jocului este ascunsă.

# Options_KeybindMode_Name
source: Keybind mode
ro: Modul scurtăturilor

# Options_KeybindMode_Description
source: The way in which {0} should handle keybinds.
ro: Modul în care {0} ar trebui să se ocupe de scurtături.

# Options_Miscellaneous_Tab
source: Miscellaneous
ro: Diverse

# LanguageOverride_None
source: Use Dalamud's default language
ro: Folosește limba implicită a lui Dalamud

# KeybindMode_Flexible_Name
source: Flexible
ro: Flexibil

# KeybindMode_Flexible_Tooltip
source: Process keybinds with modifiers even if other modifiers are pressed.
ro: Procesează funcția tastelor cu modificatori, chiar dacă sunt apăsați alți modificatori.

# KeybindMode_Strict_Tooltip
source: Only process keybinds with modifiers if no other modifiers are pressed.
ro: Procesează tastele cu modificatori doar daca alți modificatori nu sunt apăsați.

# Options_Language_Name
source: Language
ro: Limbă

# Options_Language_Description
source: The language to display {0} in.
ro: Limba în care se afișează {0}.

# Options_DatabaseBattleMessages_Name
source: Save battle messages in database
ro: Salvează mesajele de luptă în baza de date

# Options_DatabaseBattleMessages_Description
source: If battle messages are saved to the database, the size of the database will grow much faster, and there will be a noticeable freeze when saving settings. It is recommended to leave this disabled.
ro: Daca mesajele de lupta sunt salvate in baza de date, dimensiunea bazei de date va creste mult mai repede, și va exista o întârziere vizibilă la salvarea setărilor. Este recomandat să lăsați aceasta opțiune dezactivată.

# Options_LoadPreviousSession_Name
source: Display previous chat session on login
ro: Afișează sesiunea anterioară a chat-ului la autentificare

# Options_LoadPreviousSession_Description
source: After logging in, populate the chat with the messages from when you last logged off.
ro: După autentificare, populează chat-ul cu mesajele de când te-ai deconectat ultima dată.

# Options_Database_Tab
source: Database
ro: Bază de date

# Options_FilterIncludePreviousSessions_Name
source: Include previous sessions when populating tabs
ro: Include sesiunile anterioare la popularea taburilor

# Options_FilterIncludePreviousSessions_Description
source: Include messages from before the game was launched when populating tabs. Tabs are populated when the settings are saved.
ro: Include mesaje de dinaintea lansării jocului atunci când se populează taburile. Taburile sunt populate atunci când setările sunt salvate.

# Options_Database_Advanced_Warning
source: Do not click these buttons unless you know what you're doing.
ro: Nu apasă butoanele astea daca nu știi ce faci.

# Options_Database_Advanced
source: Advanced
ro: Avansat

# Options_SharedMode_Name
source: Enable multi-client mode
ro: Activează modul instanțelor multiple

# Options_SharedMode_Description
source: Allow multiple clients to run {0} at the same time, sharing the same database.
ro: Permite mai multor instanțe sa folosească {0} simultan, folosind aceeași data de baze.

# Options_SharedMode_Warning
source: This option is not recommended. No support will be offered if you enable this option. This option will hurt the performance of {0}.
ro: Această opțiune nu este recomandată. Dacă o activați nu veți primi niciun suport. Această opțiune va afecta performanța {0}-ului.

# ChatLog_Tabs_PopOut
source: Pop out
ro: Mută tabul într-o fereastra noua

# Options_HideSameTimestamps_Name
source: Hide timestamps when redundant
ro: Ascunde marcajele de timp când nu sunt necesare

# Options_HideSameTimestamps_Description
source: Hide timestamps when previous messages have the same timestamp.
ro: Ascunde marcajele de timp atunci când mesajele anterioare au aceeași marcă de timp.

# Options_ShowPopOutTitleBar_Name
source: Show title bar for popped-out tabs
ro: Arată bara de titlu pentru tab-urile in ferestre diferite

# Options_Tabs_PopOut
source: Display in separate window
ro: Afișează într-o fereastră separată

# Options_Tabs_IndependentOpacity
source: Use different opacity than main window
ro: Folosește o transparentă diferită de fereastra principală

# Options_Tabs_Opacity
source: Opacity
ro: Transparență
